const Objects = [
    {
        id: 1,
        title: 'Двухкомнатная квартира',
        address: 'п-т Ленина, 84',
        img: '4.jpg'
    },
    {
        id: 2,
        title: 'Двухкомнатная квартира',
        address: 'ул. Красноармейская, 26',
        img: '5.jpg'
    },
    {
        id: 3,
        title: 'Двухкомнатная квартира',
        address: 'ул. Петрищева, 3',
        img: '03.jpg'
    },
    {
        id: 4,
        title: 'Двухкомнатная квартира',
        address: 'п-т Циолковского, 53',
        img: '04.jpg'
    },
    {
        id: 5,
        title: 'Двухкомнатная квартира',
        address: 'Бульвар Победы, 7a',
        img: '01.jpg'
    },
    {
        id: 6,
        title: 'Двухкомнатная квартира',
        address: 'п-т Ленина, 67',
        img: '9.jpg'
    },
    {
        id: 7,
        title: 'Двухкомнатная квартира',
        address: 'ул. Чапаева, 27',
        img: '7.jpg'
    },
    {
        id: 8,
        title: 'Двухкомнатная квартира',
        address: 'ул. Сухоренко, 84',
        img: '8.jpg'
    },
    {
        id: 9,
        title: 'Двухкомнатная квартира',
        address: 'п-т Свердлова, 22',
        img: '10.jpg'
    },
    {
        id: 10,
        title: 'Двухкомнатная квартира',
        address: 'п-т Цолковского, 52',
        img: '11.jpg'
    },
    {
        id: 11,
        title: 'Двухкомнатная квартира',
        address: 'п-т Свердлова, 68',
        img: '12.jpg'
    },
]

export const useObjects = {
    Objects
}
