const testimonials_2022 = [
    {
        id: 1,
        date: '2 янв 2022',
        name: 'Евгений Костров',
        stars: 5,
        text: 'Ну а мне всё поравилось. Бригада нормальная попалась. Без выпендрёжей отработали. За эти деньги сделали хорошо всё. Я хоть и говорил под сдачу будет квартира, всё равно старались. Раньше сам делал ремонт. Сейчас не хочу уже. В общем не пожалел, хотя сомневался. Проверял сторого!'
    },
    {
        id: 1,
        date: '14 фев 2022',
        name: 'Арсен',
        stars: 4,
        text: 'Ребят, вы поработали, но делайте что то с вывозом мусора тоже. К ремонту вопросов нет. Но за доп плату можно и даполнительные услуги организовывать'
    },
    {
        id: 1,
        date: '29 янв 2022',
        name: 'Евгений Че',
        stars: 5,
        text: 'Все праздники ребята усиленно работали. Пьющих нет. Активные и порядочные. В бюджет влез. Года два назад может и были сложности у них, но сейчас всё слажено вроде. Делали второй этаж в доме. Живём не в городе, но приезжали как часы. Я доволен. Спасибо!'
    },
]
const testimonials_2021 = [
    {
        id: 1,
        date: '9 ноя 2021',
        name: 'Алексей Дзюба',
        stars: 5,
        text: 'Нашел эту компанию с помощью поисковика в интернете. Нужен был ремонт моей двухкомнатной квартиры. Мне довольно оперативно подготовили смету на работы с материалами. Ремонт был произведен за полтора месяца. Качеством я удовлетворен. Такого ремонта нет ни у кого из моих знакомых. Дизайн просто отличный. Я в восторге. Спасибо вам большое!'
    },
    {
        id: 1,
        date: '19 окт 2021',
        name: 'Михаил Б.',
        stars: 5,
        text: 'Решили мы сделать ремонт в нашей квартире, но так как свободного времени совсем нет, обратились к специалистам компании Гост Ремонт.После осмотра фронта работ замерщика, было внесено несколько дельных предложений. Бригада справилась быстро, за сроки договора не вышли. Мы довольны выполненными работами.'
    },
    {
        id: 1,
        date: '13 авг 2021',
        name: 'Ксения К.',
        stars: 5,
        text: 'Ура! Наш ремонт закончился! Всё аккуратно, красиво. Огромная благодарность 🤗'
    },
    {
        id: 1,
        date: '13 июн 2021',
        name: 'Юлия К.',
        stars: 5,
        text: 'Ребята,приятно работать с Вами! Мы начали с ремонта квартиры, а закончили офисом. Качество услуг и цены очень порадовали. Особенная благодарность Роману, который буквально по первому звонку приезжал на объект, где мы оперативно решали возникавшие вопросы. Все работы были выполнены качественно и в срок, это касается не только отделочных работ, но и визуализации от дизайнера Татьяны'
    },
]
const testimonials_2020 = [
    {
        id: 1,
        date: '26 фев 2020',
        name: 'Влад Фадеев',
        stars: 4,
        text: 'Сделали мне всю квартиру, по сути своей являются агрегаторами, т.е. договор заключает гост ремонт, а сам ремонт делает вольнонаемный сотрудник. К самому гостремонту притензий нет, все вопросы урегулировали, за недочеты все компенсировали. А вот сотрудники попадаются разные, у одних руки растут из Ж, а другие хорошие. Ценник считаю адекватным.'
    },
    {
        id: 1,
        date: '23 мар 2020',
        name: 'Елена Л.',
        stars: 5,
        text: 'Решили помочь маме чуть освежить ремонт в её квартире, обратились в Гостремонт (договор ДП 486). Мы хотели переклеить обои, электропроводку заменить,двери и натяжной потолок т. е. сделать легкий косметический ремонт. Смета нам подошла, цены не завышали, как мне кажется. Материалы мы закупили у них же, мастера подсказывали кое-какие особенности. Хочу отметить, что затягивать или как-то усложнять процесс никто не пытался, работа мастеров и организация ремонта меня устроила полностью.'
    },
    {
        id: 1,
        date: '29 мая 2020',
        name: 'Елена Л.',
        stars: 5,
        text: 'Быстро и за разумные деньги сделали косметический ремонт квартиры, работниками и качеством остался очень доволен'
    },
    {
        id: 1,
        date: '20 апр 2020',
        name: 'В.',
        stars: 5,
        text: 'Всё классно постера хорошие весь стройматерьял привозят вовремя без задершки делают всё окуратно'
    },
]
const testimonials_2019 = [
    {
        id: 1,
        date: '14 июл 2019',
        name: 'Lena',
        stars: 5,
        text: 'Если мне снова надо будет делать ремонт квартиры, то только с ними. Нервы целы, всё по-простому: и общение, и делают как надо.'
    },
    {
        id: 1,
        date: '22 мая 2019',
        name: 'Евгений',
        stars: 5,
        text: 'Для ремонта своего с/у компанию выбирал тщательно . Т.к делаю на долгое время . Звонил в компании ,спрашивал друзей .Собрал порядка 6ти компаний . Понравился менеджер Роман . Выехал ко мне на адрес, ответил на все мои вопросы,составил смету . Выбор был сделан. В работе компания Гостремонт проявила себя положительно .Проблем с работниками не было ,в сроки укладываются . Сейчас на стадии завершения. Фото прилагаю .Всем доволен.Рекомендую'
    },
    {
        id: 1,
        date: '20 мар 2019',
        name: 'Денис А.',
        stars: 5,
        text: 'Большое СПАСИБО ООО "ГостРемонт" за качественно сделанный ремонт в нашей квартире. Работы по ремонту помещения произведены качественно и в установленный Договором срок. При возникновении спорных вопросов, всегда принимается оптимальный для Заказчика вариант, как по цене так и по качеству .Все сделано аккуратно и в соответствии с пожеланиями, а многие выгодные решения осуществлены благодаря опыту сотрудников . Спасибо за хорошую работу.'
    },
    {
        id: 1,
        date: '5 апр 2019',
        name: 'Даимр С.',
        stars: 5,
        text: 'Добрый день. Делал в этой компании косметический ремонт бабушке. Однокомнатная квартира. По акции с натяжных потолков подготовка и оклейка стен. Обои, потолки , шпатлевку выбрали на месте. За день до начала ремонта привезли весь материал. За неделю весь ремонт был выполнен. Все понравилось. Обои оклеены качественно. Потолки тоже сделаны отлично. Спасибо.'
    },
]
const testimonials_2018 = [
    {
        id: 1,
        name: 'Елизавета Краснова',
        stars: 4,
        text: 'Пишу отзыв по качеству работ. Ремонт заказывала дорогой делали долго. В срок немного не уложились, но итог меня устроил.'
    },
]

export const useTestimonials = {
    testimonials_2022,
    testimonials_2021,
    testimonials_2020,
    testimonials_2019,
    testimonials_2018
}
