const Price = [
    {
        id: 1,
        name: 'Косметический',
        description: 'Стоимость косметического ремонта',
        price: 2500,
        work: [
            {
                id: 1,
                name: 'частичный демонтаж черновых покрытий'
            },
            {
                id: 1,
                name: 'демонтаж чистового покрытия'
            },
            {
                id: 1,
                name: 'замена сантехники и отопления'
            },
            {
                id: 1,
                name: 'частичное выравнивание поверхностей'
            },
            {
                id: 1,
                name: 'выравнивание чёрнового пола'
            },
            {
                id: 1,
                name: 'замена электрики'
            },
            {
                id: 1,
                name: 'подготовка стен под покрытие'
            },
            {
                id: 1,
                name: 'монтаж чистовых покрытий'
            },
            {
                id: 1,
                name: 'установка дверей'
            },
        ]
    },
    {
        id: 1,
        name: 'Капитальный',
        description: 'Стоимость капитального ремонта',
        price: 3500,
        work: [
            {
                id: 1,
                name: 'демонтаж чистового и чёрнового покрытий'
            },
            {
                id: 1,
                name: 'демонтаж инженерных систем'
            },
            {
                id: 1,
                name: 'высококачественное оштукатуривание'
            },
            {
                id: 1,
                name: 'монтаж электрики и инженерных систем'
            },
            {
                id: 1,
                name: 'монтаж чёрного пола'
            },
            {
                id: 1,
                name: 'подготовка оснований под монтаж покрытий'
            },
            {
                id: 1,
                name: 'монтаж чистовых покрытий '
            },
            {
                id: 1,
                name: 'установка межкомнатных дверей'
            },
            {
                id: 1,
                name: 'монтаж чистовой электрики'
            },
        ]
    },
    {
        id: 1,
        name: 'Элитный',
        description: 'Стоимость элитного ремонта',
        price: 4500,
        work: [
            {
                id: 1,
                name: 'демонтаж чистового и чёрнового покрытий'
            },
            {
                id: 1,
                name: 'демонтаж инженерных систем'
            },
            {
                id: 1,
                name: 'высококачественное оштукатуривание'
            },
            {
                id: 1,
                name: 'монтаж электрики и инженерных систем'
            },
            {
                id: 1,
                name: 'монтаж чёрнового пола'
            },
            {
                id: 1,
                name: 'подготовка оснований под монтаж покрытий'
            },
            {
                id: 1,
                name: 'монтаж чистовых покрытий'
            },
            {
                id: 1,
                name: 'установка межкомнатных дверей'
            },
            {
                id: 1,
                name: 'монтаж чистовой электрики'
            },
            {
                id: 1,
                name: 'Установка декоративных ниш из ГКЛ'
            },
            {
                id: 1,
                name: 'Шумоизоляция'
            },
            {
                id: 1,
                name: 'Монтаж потолков из ГКЛ'
            },
            {
                id: 1,
                name: 'Дизайн-проект'
            },
            {
                id: 1,
                name: 'Уборка помещения'
            },
        ]
    },

]

export const usePrice = {
    Price
}
