const Price = [
    {
        id: 1,
        name: 'Косметический',
        price: 100,
        work: [
            {
                id: 1,
                name: 'частичный демонтаж черновых покрытий'
            },
            {
                id: 1,
                name: 'демонтаж чистового покрытия'
            },
            {
                id: 1,
                name: 'замена сантехники и отопления'
            },
            {
                id: 1,
                name: 'частичное выравнивание поверхностей'
            },
            {
                id: 1,
                name: 'выравнивание чёрнового пола'
            },
            {
                id: 1,
                name: 'замена электрики'
            },
            {
                id: 1,
                name: 'подготовка стен под покрытие'
            },
            {
                id: 1,
                name: 'монтаж чистовых покрытий'
            },
            {
                id: 1,
                name: 'установка дверей'
            },
        ]
    },
    {
        id: 1,
        name: 'Стандартный',
        price: 100,
        work: [
            {
                id: 1,
                name: 'демонтаж'
            },
            {
                id: 1,
                name: 'демонтаж'
            },
        ]
    },
    {
        id: 1,
        name: 'Элитный',
        price: 100,
        work: [
            {
                id: 1,
                name: 'Демонтаж'
            }
        ]
    },

]

export const usePrice = {
    Price
}
