const Benefits = [
    {
        id: 1,
        title: 'Инструмент',
        text: 'В работе используется современный ручной и электроинструмент'
    },
    {
        id: 1,
        title: 'Рабочие',
        text: 'Ремонт выполняют квалифицированние профильные специалисты'
    },
    {
        id: 1,
        title: 'Цены',
        text: 'Вам предлагается гибкая ценовая политика на любой кошелёк'
    },
    {
        id: 1,
        title: 'Сроки',
        text: 'Мы всегда выдерживаем сроки выполнения, указанные в договорах'
    },
    {
        id: 1,
        title: 'Гарантии',
        text: 'Предоставляем различные гарантии на выполненные работы'
    },
    {
        id: 1,
        title: 'Материалы',
        text: 'В процессе ремонта используем только качественные материалы'
    },
    {
        id: 1,
        title: 'Доставка',
        text: 'Организуем доставку и подъём на этаж материалов со сторительных баз'
    },
    {
        id: 1,
        title: 'Уборка',
        text: 'Выполним уборку в помещении и вывоз мусора после проведения работ'
    },
]


export const useMain = {
    Benefits
}
