const gallery = [
    {
        id: 1,
        style: 'Стиль Лофт',
        street: 'ул. Украинская',
        square: '48',
        text: 'Однокомнатную квартиру застройщик сдал без какой-либо отделки. Наша компания разработала и согласовала дизайн-проект будущей квартиры с планировавочным решением и функциональным дизайном в стиле LOFT. Сохранив обособленным спальное место, нам удалось расширить жизненное пространство для молодой семьи.',
        testimonial: 'Мы с женой даже не ожидали, что получится так красиво и стильно.',
        img: 'loft.jpg',
        avatar: 'https://images.unsplash.com/photo-1472099645785-5658abf4ff4e?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=facearea&facepad=2&w=256&h=256&q=80',
        name: 'Александр Ф.'
    },
    {
        id: 2,
        style: 'Современный стиль',
        street: 'ул. Космонавта Комарова',
        square: '62',
        text: 'Проект обновления квартиры в кирпичной пятиэтажки застройки конца 70-х годов. Материалы подобранные к проекту создали лёгкое и светлое настроение от пребывания в этой квартире. Все пожелания заказчика были учтены и реализованы в полной мере, есть даже рабочая зона.',
        testimonial: 'Всё устроило более чем. По срокам всё соблюдено на отлично!',
        img: 'sovr.jpg',
        avatar: 'https://gost-remont.s3.eu-central-1.amazonaws.com/clients/islands-300.png',
        name: 'Светлана'
    },
    {
        id: 3,
        style: 'Классический стиль',
        street: 'ул. Республиканская',
        square: '102',
        text: 'Ремонт новой трёхкомнатной квартиры в новом жилом комплексе был начат сразу после сдачи застройщиком дома в эксплуатацию. Дизайнер нашёл оптимальное решение в классических спокойных и светлых тонах. Прекрасным решением было поставить двери типа "купэ" чтобы разграничить кухню с большой гостиной комнатой.',
        testimonial: 'Получилось чисто, как я хотела, спасибо "Гостремонт", что всё учли.',
        img: 'classic.jpg',
        avatar: 'https://images.unsplash.com/photo-1487412720507-e7ab37603c6f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=facearea&facepad=2&w=256&h=256&q=80',
        name: 'Кристина'
    }
]

export const useGallery = {
    gallery
}
