const timeLine = [
    {
        id: 1,
        date: '2015 год',
        event: 'Открытие компании под брендом "Строй Лидер ДД"',
    },
    {
        id: 2,
        date: '2018 год',
        event: 'Ребрендинг на новое имя "ГОСТ РЕМОНТ',
    },
    {
        id: 2,
        date: '2018 год',
        event: 'Открытие офисов в Нижнем Новгороде',
    },
    {
        id: 3,
        date: '2018 год',
        event: 'Открытие офиса в Кирове',
    },
    {
        id: 4,
        date: '2019 год',
        event: 'Открытие офиса в Кстово',
    },
    {
        id: 5,
        date: '2019 год',
        event: 'Открытие офиса в Дзержинске',
    },
    {
        id: 5,
        date: '2020 год',
        event: 'Успешно прошли локдаун',
    },
    {
        id: 5,
        date: '2021 год',
        event: 'У нас новый комфортный офис',
    },
].reverse()


export const useTimeLine = {
    timeLine
}
